Revit 2024 API
SymbolTypeId.FtL Property
 Symbol ftL, indicating unit Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtL { get; }
Visual Basic
Public Shared ReadOnly Property FtL As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtL {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace